[
    {
        "type": "heading",
        "content": "Psalms 51"
    },
    {
        "type": "prose",
        "content": "/tHave mercy upon me, O Lord, according to Thy loving kindness, and according to the multitude of Thy mercies, blot out my transgressions."
    },
    {
        "type": "prose",
        "content": "/tWash me from my iniquity and cleanse me from my sins; for I acknowledge my transgressions, and my sins are ever before me."
    },
    {
        "type": "prose",
        "content": "/tAgainst Thee, Thee only, have I sinned, and done evil before Thee.  For Thou shall be justified Thy word, and blameless in Thy judgment.  For I was born in iniquity and in sins did my mother conceive me."
    },
    {
        "type": "prose",
        "content": "/tFor Thou has desired the truth, and made known to me the mysteries of Thy wisdom.  Sprinkle upon me with Thy hyssop; purge me with it, and I shall be whiter than snow."
    },
    {
        "type": "prose",
        "content": "/tFill me with Thy joy and gladness, and my feeble bones shall rejoice.  Turn Thy face from my sins, and blot out all mine iniquities."
    },
    {
        "type": "prose",
        "content": "/tCreate in me a clean heart, O God, and renew within me a right spirit.  Cast me not away from Thy presence, and take not Thy Holy Spirit from me."
    },
    {
        "type": "prose",
        "content": "/tRestore to me the joy of Thy salvation and may thy glorious spirit uphold me.  Then will I teach the iniquitous Thy way, and the sinners shall be converted to Thee."
    },
    {
        "type": "prose",
        "content": "/tDeliver me from blood-guiltiness, O God, the God of my salvation, and my tongue shall extol Thy righteousness.  O Lord, open my lips, and my mouth shall sing forth Thy praises."
    },
    {
        "type": "prose",
        "content": "/tFor Thou hadst no delight in mere sacrifices; neither hadst Thou been reconciled by mere burnt offerings.  The sacrifices acceptable to God are a humble spirit, and a broken heart, God despises not."
    },
    {
        "type": "prose",
        "content": "/tDo good to Zion, according to Thy good pleasure, and build Thou the walls of Jerusalem.  Then wilt Thou be pleased with righteous sacrifices, and in whole burnt offerings.  Then shall they offer bullocks upon Thine altar."
    },
    {
        "type": "prose",
        "content": "/tAnd to you belongs the praise O God."
    },
    {
        "type": "subtext",
        "content": "Barekmor."
    }
]